
"event read status update" = "actualización de estado de lectura de eventos";

"device event status updated. The save" = "estado de lectura de eventos actualizado. La opción guardar";

"Resolved" = "Resuelto";
"Unresolved" = "Sin resolver";


"The message status could not be updated" = "No se puede actualizar el estado del mensaje";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "El dispositivo HP ha enviado una actualización de estado. La actualización no pudo guardarse en el centro de mensajes de la HP Utility.";

"Messages could not be displayed in HP Utility - Message Center" = "Los mensajes no pudieron mostrarse en el centro de mensajes de la HP Utility.";